export default

    [
        {
            name: 'Яйца черной львинки',
            discription: "минимальный заказ – 6 граммов",
            prices: [{ mass: "6 грамм", price: "350 р" }, { mass: "15 грамм", price: "330 р" }, { mass: "30 грамм ", price: "315 р" }, { mass: "50 грамм", price: "300 р" }],
            image: "https://farm-worm.com/wp-content/uploads/2022/03/YAytsa-chernoy-lvinki_002_Sbornik-yaits-chernoy-lvinki-1024x576.jpg"
        },
        {
            name: 'Сушеные личинки черной львинки ',
            discription: "минимальный заказ – 5 кг",
            prices: [{ mass: "5 грамм", price: "300 р" }, { mass: "15 грамм", price: "285 р" }, { mass: "30 грамм", price: "270 р" }, { mass: "60 грамм", price: "255 р" }],
            image: "https://bio-genesis.ru/images/sushenye-lichinki-6.jpg"
        },
        {
            name: 'Живая личинка черной львинки ',
            discription: "минимальный заказ – 10 кг). 🚚 Доставка в радиусе ~500 км от г. Ижевск 🗺️ Удмуртская республика, Республика Башкортостан, Пермский край, Кировская область, Республика Татарстан, Мэрий Эл, Самарская область",
            prices: [{ mass: "10 грамм", price: "5000 р" }, { mass: "20 грамм", price: "9500 р" }, { mass: "50 грамм", price: "22500 р" }, { mass: "100 грамм", price: "42500 р" }],
            image: "https://hermetia.ru/wp-content/uploads/2018/08/zhivaya-lichinka-germetsiya.jpg"
        },
        {
            name: 'Зоогумус',
            discription:"(биокомпост) (минимальный заказ 100 литров ~ 30 килограмм",
            prices: [{ mass: "100 грамм", price: "20 р" }, { mass: "260 грамм", price: "19 р" }, { mass: "550 грамм", price: "18 р" }, { mass: "950 грамм", price: "17 р" }],
            image: "https://farm-worm.com/wp-content/uploads/2022/02/Zoogumus_000_Oblozhka.jpg"
        }
    ]
