<script setup>
import { ref } from "vue"
let card = [{ name: ' Яйца черной львинки', img: "https://farm-worm.com/wp-content/uploads/2022/03/YAytsa-chernoy-lvinki_002_Sbornik-yaits-chernoy-lvinki-1024x576.jpg", text: "Кормовой белок из личинок мух черной львинки оказывает положительное влияние на качество пищевых яиц: увеличивается их масса, содержание полиненасыщенных жирных кислот, при этом снижается уровень холестерина." },
 { name: "Живая личинка черной львинки", img: "https://hermetia.ru/wp-content/uploads/2018/08/zhivaya-lichinka-germetsiya.jpg", text: "Личинка львинки является рекордсменом по содержанию меланина, пигмента, обладающего высокой биологической активностью. Меланин обладает множеством полезных свойств, но наиболее ценной и изученной является его способность оказывать противоопухолевое, иммуномодулирующее" }, 
 { name: "Сушеные личинки черной львинки", img: "https://bio-genesis.ru/images/sushenye-lichinki-6.jpg",text: "Цельные сушеные личинки черной львинки содержат 40% белка и 35% жира в пересчете на сухое вещество.Белковый компонент состоит из незаменимых аминокислот, которые предпочтительнее использовать, чем другие ингредиенты животного происхождения, такие как мясокостная или рыбная мука." },
  { name: "Зоогумус (биокомпост)", img: "https://farm-worm.com/wp-content/uploads/2022/02/Zoogumus_000_Oblozhka.jpg", text: "Если нет желания или времени заниматься вермикультивированием самостоятельно, то у нас Вы можете приобрести любой объем готового удобрения самого лучшего качества. Биогумус, производимый обычными червями, во много раз эффективнее навоза или компоста. Он идеально подходит не только для повышения урожайности на садовом участке, но и для домашнего цветоводства." }]


</script>


<template>
  <v-container>
    <!-- <v-row class="mb-6" no-gutters>
      <v-col sm="12" md="6">
        <v-sheet class="pa-2 ma-2">
          🥚 яйцо
        </v-sheet>
      </v-col>
      <v-col sm="5" offset-sm="2" md="6" offset-md="0">
        <v-sheet class="pa-2 ma-2">
          🐛 живые личинки,
        </v-sheet>
      </v-col>
    </v-row>
    <v-row no-gutters>
      <v-col sm="12" md="5" lg="6">
        <v-sheet class="pa-2 ma-2">
          🔥 сушенные личинки
        </v-sheet>
      </v-col>
      <v-col sm="12" md="5" offset-md="2" lg="6" offset-lg="0">
        <v-sheet class="pa-2 ma-2">
          💩 зоогумус
        </v-sheet>
      </v-col>
    </v-row> -->


    <v-row>
      <v-col v-for="item, index in card" :key="index" cols="12">
        <v-card class="d-flex">


          <div>
            <v-img width="300" :src="item.img" cover></v-img>
          </div>
          <div class="pa-8">
            
            <h3> {{ item.name }}</h3>
            
            
              <p>{{ item.text }}</p> 
           
          </div>
        </v-card>
      </v-col>
    </v-row>
  </v-container>
</template>